{
	"profile_data" : [
		{
			"invert" : "",
			"circle_position" : "fa fa-circle",
			"head" : "First landing at Lindenberg",
			"description" : "After landing at the airport I was completely lost as I wanted to do this trip myself. This means having no formal guide, etc etc etc....",
			"date" : "Feb-21-2014"
		},

		{
			"invert" : "timeline-inverted",
			"circle_position" : "fa fa-circle invert",
			"head" : "First Meal at Local Hot Spot",
			"description" : "This was recommend by a local in the airport. We actually went together! The place is called XYZ Cafe and is a walking distance from the airport. So this means an easy enjoyable meal for everyone after landing!!!",
			"date" : "Feb-23-2014"
		},

		{
			"invert" : "",
			"circle_position" : "fa fa-circle",
			"head" : "Don't Repeat My Mistake!",
			"description" : "The public transit system here is pretty friendly compared to those back home at the US.. When we hop on a bus we receive a day pass :O [DISCLAIMER: this is actually not real unfortunately. I'm just filling this content up :) ]",
			"date" : "Feb-23-2014"
		},

		{
			"invert" : "timeline-inverted",
			"circle_position" : "fa fa-circle invert",
			"head" : "Amazing New Friends",
			"description" : "The folks I've met here have been quite friendly and offered many tips, those of which I shall share with you all! So listen up -- ahem -- read up closely! First rule of thumb in this region is to .... etc",
			"date" : "Feb-27-2014"
		},

		{
			"invert" : "",
			"circle_position" : "fa fa-circle",
			"head" : "Get Away from the Tourists!!!",
			"description" : "Like mentioned above, the tip/reminder that there are actually amazing places to be at where tourists aren't is very valuable for those looking for more initimate relationships with their own travels.",
			"date" : "Mar-01-2014"
		},

		{
			"invert" : "timeline-inverted",
			"circle_position" : "fa fa-circle invert",
			"head" : "Saying Good Bye",
			"description" : "After having sooo much fun here and learning so much, I kind of want to live here. Hmm... next adventure? Be sure to follow me! Save my profile!!!!",
			"date" : "Mar-02-2014"
		}
	]
}